/* KEYWORD COUNT RESULT EQUALS 1 */
"%d KEYWORD" = "%d KEYWORD";

/* KEYWORD COUNT RESULT MORE THAN ONE */
"%d KEYWORDS" = "%d KEYWORDS";

/* Info View - Duration */
"%d min" = "%d min";

/* Result count for Search */
"%d RESULTS" = "%d RESULTS";

/* One result for Search */
"1 RESULT" = "1 RESULT";

/* TO BE DEFINED */
"ALL KEYWORDS" = "ALL KEYWORDS";

/* Available - My video filters menu item */
"AVAILABLE" = "AVAILABLE";

/* Available at Home
   Main Menu Channel item subtitle to display live TV playback availability */
"Available at Home" = "Available at Home";

/* No comment provided by engineer. */
"AVAILABLE FOR" = "AVAILABLE FOR";

/* Cancel button title
   Twitter Alert Cancel Button */
"Cancel" = "Cancel";

/* CANCEL action menu label */
"CANCEL RECORDING" = "CANCEL RECORDING";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* Quit without saves error question message */
"Could not save changes while quitting. Quit anyway?" = "Could not save changes while quitting. Quit anyway?";

/* Currently unable to complete this request because of an issue with our server. Please try again later. */
"Currently unable to complete this request because of an issue with our server. Please try again later." = "Currently unable to complete this request because of an issue with our server. Please try again later.";

/* Data */
"Data" = "Data";

/* DELETE action menu label for record content - DIC_ACTION_DELETE_RECORD */
"DIC_ACTION_DELETE_RECORD" = "DIC_ACTION_DELETE_RECORD";

/* Record confirmation sub action menu item - DIC_ACTION_LIST_CONFIRM_RECORD */
"DIC_ACTION_LIST_CONFIRM_RECORD" = "DIC_ACTION_LIST_CONFIRM_RECORD";

/* RECORD action menu label - DIC_ACTION_RECORD_EVENT */
"DIC_ACTION_RECORD_EVENT" = "DIC_ACTION_RECORD_EVENT";

/* Default keyword value - DIC_ADV_SEARCH_ANY_KEYWORD */
"DIC_ADV_SEARCH_ANY_KEYWORD" = "DIC_ADV_SEARCH_ANY_KEYWORD";

/* All values item for any menu - DIC_ADV_SEARCH_CRITERIA_ALL */
"DIC_ADV_SEARCH_CRITERIA_ALL" = "DIC_ADV_SEARCH_CRITERIA_ALL";

/* CHANNEL - Advanced search menu iItem - DIC_ADV_SEARCH_CRITERIA_CHANNEL
   Channel horizontal menu item for advanced search and manual planner screens - DIC_ADV_SEARCH_CRITERIA_CHANNEL */
"DIC_ADV_SEARCH_CRITERIA_CHANNEL" = "DIC_ADV_SEARCH_CRITERIA_CHANNEL";

/* DAY - Advanced search menu iItem - DIC_ADV_SEARCH_CRITERIA_DAY */
"DIC_ADV_SEARCH_CRITERIA_DAY" = "DIC_ADV_SEARCH_CRITERIA_DAY";

/* DAYPART - Advanced search menu iItem - DIC_ADV_SEARCH_CRITERIA_DAY_PART */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART";

/* Afternoon item for menu DAYPART - DIC_ADV_SEARCH_CRITERIA_DAY_PART_AFTNOON */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART_AFTNOON" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART_AFTNOON";

/* ALL DAY item for menu DAYPART - DIC_ADV_SEARCH_CRITERIA_DAY_PART_ALL_DAY */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART_ALL_DAY" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART_ALL_DAY";

/* Current Time item for menu DAYPART - DIC_ADV_SEARCH_CRITERIA_DAY_PART_CURR_TIME */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART_CURR_TIME" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART_CURR_TIME";

/* Evening item for menu DAYPART - DIC_ADV_SEARCH_CRITERIA_DAY_PART_EVE */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART_EVE" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART_EVE";

/* Morning item for menu DAYPART - DIC_ADV_SEARCH_CRITERIA_DAY_PART_MOR */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART_MOR" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART_MOR";

/* Night item for menu DAYPART - DIC_ADV_SEARCH_CRITERIA_DAY_PART_NIGHT */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART_NIGHT" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART_NIGHT";

/* Noon item for menu DAYPART - DIC_ADV_SEARCH_CRITERIA_DAY_PART_NOON */
"DIC_ADV_SEARCH_CRITERIA_DAY_PART_NOON" = "DIC_ADV_SEARCH_CRITERIA_DAY_PART_NOON";

/* Saturday item for menu DAY - DIC_ADV_SEARCH_CRITERIA_DAY_SAT */
"DIC_ADV_SEARCH_CRITERIA_DAY_SAT" = "DIC_ADV_SEARCH_CRITERIA_DAY_SAT";

/* GENRE - Advanced search menu item - DIC_ADV_SEARCH_CRITERIA_GENRE */
"DIC_ADV_SEARCH_CRITERIA_GENRE" = "DIC_ADV_SEARCH_CRITERIA_GENRE";

/* PRICE - Store Filter menu Item */
"DIC_ADV_SEARCH_CRITERIA_PRICE" = "DIC_ADV_SEARCH_CRITERIA_PRICE";

/* VIDEO FORMAT - Advanced search menu iItem - DIC_ADV_SEARCH_CRITERIA_VIDEO */
"DIC_ADV_SEARCH_CRITERIA_VIDEO" = "DIC_ADV_SEARCH_CRITERIA_VIDEO";

/* 3D Value for VIDEO FORMAT menu - DIC_ADV_SEARCH_CRITERIA_VIDEO_3D */
"DIC_ADV_SEARCH_CRITERIA_VIDEO_3D" = "DIC_ADV_SEARCH_CRITERIA_VIDEO_3D";

/* All values item for VIDEO FORMAT menu - DIC_ADV_SEARCH_CRITERIA_VIDEO_ALL */
"DIC_ADV_SEARCH_CRITERIA_VIDEO_ALL" = "DIC_ADV_SEARCH_CRITERIA_VIDEO_ALL";

/* Criteria Value for menu - DIC_ADV_SEARCH_CRITERIA_VIDEO_CRITERIA */
"DIC_ADV_SEARCH_CRITERIA_VIDEO_CRITERIA" = "DIC_ADV_SEARCH_CRITERIA_VIDEO_CRITERIA";

/* HD Value for VIDEO FORMAT menu - DIC_ADV_SEARCH_CRITERIA_VIDEO_HD */
"DIC_ADV_SEARCH_CRITERIA_VIDEO_HD" = "DIC_ADV_SEARCH_CRITERIA_VIDEO_HD";

/* SD Value for VIDEO FORMAT menu - DIC_ADV_SEARCH_CRITERIA_VIDEO_SD */
"DIC_ADV_SEARCH_CRITERIA_VIDEO_SD" = "DIC_ADV_SEARCH_CRITERIA_VIDEO_SD";

/* ALL value for unfiltering - DIC_ALL */
"DIC_ALL" = "DIC_ALL";

/* Date horizontal menu item for manual planner screen - DIC_DATE */
"DIC_DATE" = "DIC_DATE";

/* Rate > Dislike action menu item - DIC_DISLIKE */
"DIC_DISLIKE" = "DIC_DISLIKE";

/* Start time horizontal menu item for manual planner screen and time selection screen - DIC_END_TIME */
"DIC_END_TIME" = "DIC_END_TIME";

/* Confirm Add To Favourites action menu label - DIC_FAV_CONFIRMATION */
"DIC_FAV_CONFIRMATION" = "DIC_FAV_CONFIRMATION";

/* Free value for price filtering - DIC_FREE_CONTENT */
"DIC_FREE_CONTENT" = "DIC_FREE_CONTENT";

/* Frequency horizontal menu item for manual planner screen - DIC_FREQUENCY_RECORD */
"DIC_FREQUENCY_RECORD" = "DIC_FREQUENCY_RECORD";

/* by channel screen subtitle - DIC_GRID_LIST_VIEW_OPTION_BYCHANNEL */
"DIC_GRID_LIST_VIEW_OPTION_BYCHANNEL" = "DIC_GRID_LIST_VIEW_OPTION_BYCHANNEL";

/* by genre screen subtitle - DIC_GRID_LIST_VIEW_OPTION_BYGENRE */
"DIC_GRID_LIST_VIEW_OPTION_BYGENRE" = "DIC_GRID_LIST_VIEW_OPTION_BYGENRE";

/* Grid hole information display - DIC_GUIDE_NO_INFO */
"DIC_GUIDE_NO_INFO" = "DIC_GUIDE_NO_INFO";

/* Library_GIS_#003.18_ActionMenu_NotificationScreen */
"DIC_LIBRAY_NOTIF_NO_RECO_PROGS" = "DIC_LIBRAY_NOTIF_NO_RECO_PROGS";

/* Rate > Like action menu item - DIC_LIKE */
"DIC_LIKE" = "DIC_LIKE";

/* Main Menu > SEARCH: Menu Item - DIC_MAIN_MENU_ADVANCED */
"DIC_MAIN_MENU_ADVANCED" = "DIC_MAIN_MENU_ADVANCED";

/* Main Menu: Menu Item - DIC_MAIN_MENU_GUIDE */
"DIC_MAIN_MENU_GUIDE" = "DIC_MAIN_MENU_GUIDE";

/* Main Menu > SEARCH: Menu Item - DIC_MAIN_MENU_HISTORY */
"DIC_MAIN_MENU_HISTORY" = "DIC_MAIN_MENU_HISTORY";

/* KEYWORD
   KEYWORD - Advanced search menu item - DIC_MAIN_MENU_KEYWORD
   Main Menu > SEARCH: Menu Item - DIC_MAIN_MENU_KEYWORD */
"DIC_MAIN_MENU_KEYWORD" = "DIC_MAIN_MENU_KEYWORD";

/* Main Menu: Menu Item - DIC_MAIN_MENU_MY_LIB */
"DIC_MAIN_MENU_MY_LIB" = "DIC_MAIN_MENU_MY_LIB";

/* Main Menu: Menu Item ON NOW - DIC_MAIN_MENU_ON_NOW */
"DIC_MAIN_MENU_ON_NOW" = "DIC_MAIN_MENU_ON_NOW";

/* all channels screen subtitle - DIC_MAIN_MENU_PROG_GRID_ALL_CHANNELS */
"DIC_MAIN_MENU_PROG_GRID_ALL_CHANNELS" = "DIC_MAIN_MENU_PROG_GRID_ALL_CHANNELS";

/* Main Menu: Menu Item - DIC_MAIN_MENU_SEARCH
   Search action menu label - DIC_MAIN_MENU_SEARCH */
"DIC_MAIN_MENU_SEARCH" = "DIC_MAIN_MENU_SEARCH";

/* Main Menu > TOOLBOX: Menu Item - DIC_MAIN_MENU_SETTINGS */
"DIC_MAIN_MENU_SETTINGS" = "DIC_MAIN_MENU_SETTINGS";

/* Channel Bar : menu item - DIC_MAIN_MENU_STORE
   Main Menu: Menu Item - DIC_MAIN_MENU_STORE */
"DIC_MAIN_MENU_STORE" = "DIC_MAIN_MENU_STORE";

/* Main Menu: Menu Item - DIC_MAIN_MENU_TOOLBOX */
"DIC_MAIN_MENU_TOOLBOX" = "DIC_MAIN_MENU_TOOLBOX";

/* Main Menu: Recommended menu Item UPC FOR YOU Screen Title - DIC_MAIN_MENU_UPC_FOR_YOU */
"DIC_MAIN_MENU_UPC_FOR_YOU" = "DIC_MAIN_MENU_UPC_FOR_YOU";

/* Memo confirmation sub action menu item - DIC_MEMO_CONFIRMATION
   Memo received by the box and operation successful - DIC_MEMO_CONFIRMATION */
"DIC_MEMO_CONFIRMATION" = "DIC_MEMO_CONFIRMATION";

/* Main Menu > MY LIBRARY > MY DEVICES Item label - DIC_MY_DEVICES */
"DIC_MY_DEVICES" = "DIC_MY_DEVICES";

/* Main Menu > MY LIBRARY > MY MUSIC Item label - DIC_MY_MUSIC */
"DIC_MY_MUSIC" = "DIC_MY_MUSIC";

/* Main Menu > MY LIBRARY > MY PHOTOS Item label - DIC_MY_PHOTOS */
"DIC_MY_PHOTOS" = "DIC_MY_PHOTOS";

/* Main Menu > MY LIBRARY > MY VIDEOS Item label - DIC_MY_VIDEO
   Main Menu > MY LIBRARY > MY VIDEOS Item label - DIC_MY_VIDEOS */
"DIC_MY_VIDEOS" = "DIC_MY_VIDEOS";

/* Channel Bar : menu item - DIC_NEXT */
"DIC_NEXT" = "DIC_NEXT";

/* Channel Bar : Menu item - DIC_NOW */
"DIC_NOW" = "DIC_NOW";

/* Music - DIC_NOW_PLAYING */
"DIC_NOW_PLAYING" = "DIC_NOW_PLAYING";

/* This option is no longer valid. - DIC_OPTION_NOT_VALID */
"DIC_OPTION_NOT_VALID" = "DIC_OPTION_NOT_VALID";

/* Pay value for price filtering - DIC_PAY_CONTENT */
"DIC_PAY_CONTENT" = "DIC_PAY_CONTENT";

/* Grid hole information display - DIC_GUIDE_NO_INFO */
"DIC_PIN_CODE_ENTRY" = "DIC_PIN_CODE_ENTRY";

/* Main Menu > MY LIBRARY > PLANNER Item label - DIC_PLANNER */
"DIC_PLANNER" = "DIC_PLANNER";

/* FAVOURITES action menu label - DIC_PROG_ACTION_ADDTOFAVORITES */
"DIC_PROG_ACTION_ADDTOFAVORITES" = "DIC_PROG_ACTION_ADDTOFAVORITES";

/* AUDIO action menu label - DIC_PROG_ACTION_AUDIO_LIST */
"DIC_PROG_ACTION_AUDIO_LIST" = "DIC_PROG_ACTION_AUDIO_LIST";

/* Buy action menu label - DIC_PROG_ACTION_BUY */
"DIC_PROG_ACTION_BUY" = "DIC_PROG_ACTION_BUY";

/* REMOVE MEMO action menu label - DIC_PROG_ACTION_CANCEL_REMINDER */
"DIC_PROG_ACTION_CANCEL_REMINDER" = "DIC_PROG_ACTION_CANCEL_REMINDER";

/* Confirm Remove From  Favourites action menu label - DIC_PROG_ACTION_CONFIRM_REMOVEFROMFAVORITES */
"DIC_PROG_ACTION_CONFIRM_REMOVEFROMFAVORITES" = "DIC_PROG_ACTION_CONFIRM_REMOVEFROMFAVORITES";

/* A/V SETTINGS action menu label - DIC_PROG_ACTION_FORMAT
   Format action menu label - DIC_PROG_ACTION_VIDEO_FORMAT */
"DIC_PROG_ACTION_FORMAT" = "DIC_PROG_ACTION_FORMAT";

/* PAUSE action menu label - DIC_PROG_ACTION_PAUSE */
"DIC_PROG_ACTION_PAUSE" = "DIC_PROG_ACTION_PAUSE";

/* Main Menu > MY PHOTOS > Fullscreen Action Menu - DIC_PROG_ACTION_START_SLIDESHOW */
"DIC_PROG_ACTION_PAUSE_SLIDESHOW" = "DIC_PROG_ACTION_PAUSE_SLIDESHOW";

/* Play action menu label - DIC_PROG_ACTION_PLAY */
"DIC_PROG_ACTION_PLAY" = "DIC_PROG_ACTION_PLAY";

/* Play from beginning action menu label - DIC_PROG_ACTION_PLAY_BEGINNING
   PLAY FROM BEGINNING action menu label - DIC_PROG_ACTION_PLAYFROMBEGINNING */
"DIC_PROG_ACTION_PLAYFROMBEGINNING" = "DIC_PROG_ACTION_PLAYFROMBEGINNING";

/* PROTECT action menu label - DIC_PROG_ACTION_PROTECT */
"DIC_PROG_ACTION_PROTECT" = "DIC_PROG_ACTION_PROTECT";

/* Rate action menu label - DIC_PROG_ACTION_RATE */
"DIC_PROG_ACTION_RATE" = "DIC_PROG_ACTION_RATE";

/* Channel Bar : menu item
   Main Menu: Menu Item - DIC_PROG_ACTION_RELATED
   MORE LIKE THIS action menu label - DIC_PROG_ACTION_RELATED */
"DIC_PROG_ACTION_RELATED" = "DIC_PROG_ACTION_RELATED";

/* Memo action menu label - DIC_PROG_ACTION_REMINDER */
"DIC_PROG_ACTION_REMINDER" = "DIC_PROG_ACTION_REMINDER";

/* Main Menu > MY PHOTOS > Fullscreen Action Menu - DIC_PROG_ACTION_START_SLIDESHOW */
"DIC_PROG_ACTION_RESUME_SLIDESHOW" = "DIC_PROG_ACTION_RESUME_SLIDESHOW";

/* Main Menu > MY PHOTOS > Fullscreen Action Menu - DIC_PROG_ACTION_ROTATE_LEFT */
"DIC_PROG_ACTION_ROTATE_LEFT" = "DIC_PROG_ACTION_ROTATE_LEFT";

/* Main Menu > MY PHOTOS > Fullscreen Action Menu - DIC_PROG_ACTION_ROTATE_RIGHT */
"DIC_PROG_ACTION_ROTATE_RIGHT" = "DIC_PROG_ACTION_ROTATE_RIGHT";

/* Main Menu > MY PHOTOS > Fullscreen Action Menu - DIC_PROG_ACTION_SLIDESHOW */
"DIC_PROG_ACTION_SLIDESHOW" = "DIC_PROG_ACTION_SLIDESHOW";

/* Main Menu > MY PHOTOS > Fullscreen Action Menu - DIC_PROG_ACTION_START_SLIDESHOW */
"DIC_PROG_ACTION_START_SLIDESHOW" = "DIC_PROG_ACTION_START_SLIDESHOW";

/* Main Menu > MY PHOTOS > Fullscreen Action Menu - DIC_PROG_ACTION_START_SLIDESHOW */
"DIC_PROG_ACTION_STOP_SLIDESHOW" = "DIC_PROG_ACTION_STOP_SLIDESHOW";

/* SUBSCRIBE action menu label - DIC_PROG_ACTION_SUBSCRIBE */
"DIC_PROG_ACTION_SUBSCRIBE" = "DIC_PROG_ACTION_SUBSCRIBE";

/* SUBTITLE action menu label - DIC_PROG_ACTION_SUBTITLE */
"DIC_PROG_ACTION_SUBTITLE" = "DIC_PROG_ACTION_SUBTITLE";

/* Info action menu label - DIC_PROG_ACTION_SUMMARY */
"DIC_PROG_ACTION_SUMMARY" = "DIC_PROG_ACTION_SUMMARY";

/* UNPROTECT action menu label - DIC_PROG_ACTION_UNPROTECT */
"DIC_PROG_ACTION_UNPROTECT" = "DIC_PROG_ACTION_UNPROTECT";

/* VIDEO FORMAT action menu label - DIC_PROG_ACTION_VIDEO */
"DIC_PROG_ACTION_VIDEO" = "DIC_PROG_ACTION_VIDEO";

/* Main Menu > MY LIBRARY > RECENTLY ADDED - DIC_RECENTLY_ADDED */
"DIC_RECENTLY_ADDED" = "DIC_RECENTLY_ADDED";

/* Redefine Search Menu item title - DIC_SEARCH_REDEFINE_SEARCH */
"DIC_SEARCH_REDEFINE_SEARCH" = "DIC_SEARCH_REDEFINE_SEARCH";

/* Filter by price Search Menu item title - DIC_SEARCH_REFINE_PRICE */
"DIC_SEARCH_REFINE_PRICE" = "DIC_SEARCH_REFINE_PRICE";

/* Sort by relevancy Search Menu item title - DIC_SEARCH_REFINE_RELEVANCY */
"DIC_SEARCH_REFINE_RELEVANCY" = "DIC_SEARCH_REFINE_RELEVANCY";

/* Filter by source Search Menu item title - DIC_SEARCH_REFINE_SOURCE */
"DIC_SEARCH_REFINE_SOURCE" = "DIC_SEARCH_REFINE_SOURCE";

/* SORT BY DATE - DIC_SEARCH_REFINE_TIME */
"DIC_SEARCH_REFINE_TIME" = "DIC_SEARCH_REFINE_TIME";

/* 'only upc' setting value - DIC_SECOND_SCREEN__ONLY_UPC */
"DIC_SECOND_SCREEN__ONLY_UPC" = "DIC_SECOND_SCREEN__ONLY_UPC";

/* FAVOURITES action menu label - DIC_SECOND_SCREEN_ACTION_REMOVE_FROM_FAV */
"DIC_SECOND_SCREEN_ACTION_REMOVE_FROM_FAV" = "DIC_SECOND_SCREEN_ACTION_REMOVE_FROM_FAV";

/* Setting value - DIC_SECOND_SCREEN_ADVANCED */
"DIC_SECOND_SCREEN_ADVANCED" = "DIC_SECOND_SCREEN_ADVANCED";

/* 'All' setting value - DIC_SECOND_SCREEN_ALL */
"DIC_SECOND_SCREEN_ALL" = "DIC_SECOND_SCREEN_ALL";

/* Navigation back button - DIC_SECOND_SCREEN_BACK */
"DIC_SECOND_SCREEN_BACK" = "DIC_SECOND_SCREEN_BACK";

/* First launch country selection prompt - DIC_SECOND_SCREEN_CHOOSE_COUNTRY */
"DIC_SECOND_SCREEN_CHOOSE_COUNTRY" = "DIC_SECOND_SCREEN_CHOOSE_COUNTRY";

/* Setting value - DIC_SECOND_SCREEN_CLASSIC */
"DIC_SECOND_SCREEN_CLASSIC" = "DIC_SECOND_SCREEN_CLASSIC";

/* Connection Problem - DIC_SECOND_SCREEN_CONNECTION_PROBLEM */
"DIC_SECOND_SCREEN_CONNECTION_PROBLEM" = "DIC_SECOND_SCREEN_CONNECTION_PROBLEM";

/* No data can be retrieved from the server. - DIC_SECOND_SCREEN_DATA_RETR_ERROR */
"DIC_SECOND_SCREEN_DATA_RETR_ERROR" = "DIC_SECOND_SCREEN_DATA_RETR_ERROR";

/* First launch login prompt - DIC_SECOND_SCREEN_ENTER_LOGIN */
"DIC_SECOND_SCREEN_ENTER_LOGIN" = "DIC_SECOND_SCREEN_ENTER_LOGIN";

/* First launch password prompt - DIC_SECOND_SCREEN_ENTER_PASSWORD */
"DIC_SECOND_SCREEN_ENTER_PASSWORD" = "DIC_SECOND_SCREEN_ENTER_PASSWORD";

/* TOOLBOX > SETTINGS > FACEBOOK - DIC_MAIN_MENU_SETTINGS */
"DIC_SECOND_SCREEN_FACEBOOK" = "DIC_SECOND_SCREEN_FACEBOOK";

/* First launch facebook login later - DIC_SECOND_SCREEN_FACEBOOK_LATER */
"DIC_SECOND_SCREEN_FACEBOOK_LATER" = "DIC_SECOND_SCREEN_FACEBOOK_LATER";

/* First launch facebook prompt - DIC_SECOND_SCREEN_FACEBOOK_LOGIN_QUESTION */
"DIC_SECOND_SCREEN_FACEBOOK_LOGIN_QUESTION" = "DIC_SECOND_SCREEN_FACEBOOK_LOGIN_QUESTION";

/* First launch facebook login now - DIC_SECOND_SCREEN_FACEBOOK_NOW */
"DIC_SECOND_SCREEN_FACEBOOK_NOW" = "DIC_SECOND_SCREEN_FACEBOOK_NOW";

/* Facebook setting label - DIC_SECOND_SCREEN_FACEBOOK_SETTINGS */
"DIC_SECOND_SCREEN_FACEBOOK_SETTINGS" = "DIC_SECOND_SCREEN_FACEBOOK_SETTINGS";

/* First launch invalid credentials message - DIC_SECOND_SCREEN_GENERIC_LOGIN_ERROR */
"DIC_SECOND_SCREEN_GENERIC_LOGIN_ERROR" = "DIC_SECOND_SCREEN_GENERIC_LOGIN_ERROR";

/* Cable Operator specifier for messages posted to Twitter/Facebook - DIC_SECOND_SCREEN_HASHTAG
   Navigation back button - DIC_SECOND_SCREEN_HASHTAG */
"DIC_SECOND_SCREEN_HASHTAG" = "DIC_SECOND_SCREEN_HASHTAG";

/* Login setting action - DIC_SECOND_SCREEN_LOGIN */
"DIC_SECOND_SCREEN_LOGIN" = "DIC_SECOND_SCREEN_LOGIN";

/* Navigation back button - DIC_SECOND_SCREEN_MENU */
"DIC_SECOND_SCREEN_MENU" = "DIC_SECOND_SCREEN_MENU";

/* There are no videos in your library or home network. */
"DIC_SECOND_SCREEN_MYVIDEOS_INFO_MSG_NO_CONTENT" = "DIC_SECOND_SCREEN_MYVIDEOS_INFO_MSG_NO_CONTENT";

/* Navigation setting label - DIC_SECOND_SCREEN_NAVIGATION */
"DIC_SECOND_SCREEN_NAVIGATION" = "DIC_SECOND_SCREEN_NAVIGATION";

/* First launch neitherland country - DIC_SECOND_SCREEN_NETHERLANDS */
"DIC_SECOND_SCREEN_NETHERLANDS" = "DIC_SECOND_SCREEN_NETHERLANDS";

/* The action is not possible because no network is available. - DIC_SECOND_SCREEN_NETOWRK_ERROR_MESSAGE */
"DIC_SECOND_SCREEN_NETOWRK_ERROR_MESSAGE" = "DIC_SECOND_SCREEN_NETOWRK_ERROR_MESSAGE";

/* An error occured server down? - DIC_SECOND_SCREEN_NO_RESPONSE_ERROR */
"DIC_SECOND_SCREEN_NO_RESPONSE_ERROR" = "DIC_SECOND_SCREEN_NO_RESPONSE_ERROR";

/* 'none' setting value - DIC_SECOND_SCREEN_NONE */
"DIC_SECOND_SCREEN_NONE" = "DIC_SECOND_SCREEN_NONE";

/* You are not connected to your box. - DIC_SECOND_SCREEN_NOT-CONNECTED_MSG */
"DIC_SECOND_SCREEN_NOT-CONNECTED_MSG" = "DIC_SECOND_SCREEN_NOT-CONNECTED_MSG";

/* Remote control setting - DIC_SECOND_SCREEN_RCU */
"DIC_SECOND_SCREEN_RCU" = "DIC_SECOND_SCREEN_RCU";

/* Messages posted to Twitter/Facebook - DIC_SECOND_SCREEN_RECOM_CHANNEL */
"DIC_SECOND_SCREEN_RECOM_CHANNEL" = "DIC_SECOND_SCREEN_RECOM_CHANNEL";

/* Messages posted to Twitter/Facebook - DIC_SECOND_SCREEN_RECOM_CHANNEL_TIME */
"DIC_SECOND_SCREEN_RECOM_CHANNEL_TIME" = "DIC_SECOND_SCREEN_RECOM_CHANNEL_TIME";

/* Messages posted to Twitter/Facebook - DIC_SECOND_SCREEN_RECOM_CHANNEL_TIME_DATE */
"DIC_SECOND_SCREEN_RECOM_CHANNEL_TIME_DATE" = "DIC_SECOND_SCREEN_RECOM_CHANNEL_TIME_DATE";

/* Messages posted to Twitter/Facebook - DIC_SECOND_SCREEN_RECOM_TITLE */
"DIC_SECOND_SCREEN_RECOM_TITLE" = "DIC_SECOND_SCREEN_RECOM_TITLE";

/* Box switched off and record waiting on server - DIC_SECOND_SCREEN_RECORD_NOT_RECVD */
"DIC_SECOND_SCREEN_RECORD_NOT_RECVD" = "DIC_SECOND_SCREEN_RECORD_NOT_RECVD";

/* Record received by the box and operation successful - DIC_SECOND_SCREEN_RECORD_RECVD_SUCCESS */
"DIC_SECOND_SCREEN_RECORD_RECVD_SUCCESS" = "DIC_SECOND_SCREEN_RECORD_RECVD_SUCCESS";

/* Streaming setting label - DIC_SECOND_SCREEN_SETTINGS_STREAMING */
"DIC_SECOND_SCREEN_SETTINGS_STREAMING" = "DIC_SECOND_SCREEN_SETTINGS_STREAMING";

/* 'Always' setting value - DIC_SECOND_SCREEN_SETTINGS_STREAMING_ALWAYS */
"DIC_SECOND_SCREEN_SETTINGS_STREAMING_ALWAYS" = "DIC_SECOND_SCREEN_SETTINGS_STREAMING_ALWAYS";

/* 'No roaming' setting value - DIC_SECOND_SCREEN_SETTINGS_STREAMING_NO_ROAMING */
"DIC_SECOND_SCREEN_SETTINGS_STREAMING_NO_ROAMING" = "DIC_SECOND_SCREEN_SETTINGS_STREAMING_NO_ROAMING";

/* 'Wifi only' setting value - DIC_SECOND_SCREEN_SETTINGS_STREAMING_WIFI_ONLY */
"DIC_SECOND_SCREEN_SETTINGS_STREAMING_WIFI_ONLY" = "DIC_SECOND_SCREEN_SETTINGS_STREAMING_WIFI_ONLY";

/* Share action menu label - DIC_SECOND_SCREEN_SHARE */
"DIC_SECOND_SCREEN_SHARE" = "DIC_SECOND_SCREEN_SHARE";

/* Sing out setting action - DIC_SECOND_SCREEN_SIGNOUT */
"DIC_SECOND_SCREEN_SIGNOUT" = "DIC_SECOND_SCREEN_SIGNOUT";

/* SUBGENRE - Advanced search menu item - DIC_SECOND_SCREEN_SUBGENRE */
"DIC_SECOND_SCREEN_SUBGENRE" = "DIC_SECOND_SCREEN_SUBGENRE";

/* First launch switzerland country - DIC_SECOND_SCREEN_SWITZERLAND */
"DIC_SECOND_SCREEN_SWITZERLAND" = "DIC_SECOND_SCREEN_SWITZERLAND";

/* Main Menu > TOOLBOX: Menu Item - DIC_SECOND_SCREEN_TUTORIALS */
"DIC_SECOND_SCREEN_TUTORIALS" = "DIC_SECOND_SCREEN_TUTORIALS";

/* TOOLBOX > SETTINGS > TWITTER - DIC_MAIN_MENU_SETTINGS */
"DIC_SECOND_SCREEN_TWITTER" = "DIC_SECOND_SCREEN_TWITTER";

/* First launch twitter login later - DIC_SECOND_SCREEN_TWITTER_LATER */
"DIC_SECOND_SCREEN_TWITTER_LATER" = "DIC_SECOND_SCREEN_TWITTER_LATER";

/* First launch twitter prompt - DIC_SECOND_SCREEN_TWITTER_LOGIN_QUESTION */
"DIC_SECOND_SCREEN_TWITTER_LOGIN_QUESTION" = "DIC_SECOND_SCREEN_TWITTER_LOGIN_QUESTION";

/* Twitter notifications label - DIC_SECOND_SCREEN_TWITTER_MESSAGES */
"DIC_SECOND_SCREEN_TWITTER_MESSAGES" = "DIC_SECOND_SCREEN_TWITTER_MESSAGES";

/* First launch twitter login now - DIC_SECOND_SCREEN_TWITTER_NOW */
"DIC_SECOND_SCREEN_TWITTER_NOW" = "DIC_SECOND_SCREEN_TWITTER_NOW";

/* Twitter setting label - DIC_SECOND_SCREEN_TWITTER_SETTINGS */
"DIC_SECOND_SCREEN_TWITTER_SETTINGS" = "DIC_SECOND_SCREEN_TWITTER_SETTINGS";

/* PUSH action menu label - DIC_SECOND_SCREEN_WATCHONTV */
"DIC_SECOND_SCREEN_WATCHONTV" = "DIC_SECOND_SCREEN_WATCHONTV";

/* Parental Control setting label - (unknown) */
"DIC_SETTINGS_PARENTAL" = "DIC_SETTINGS_PARENTAL";

/* Series - My video filters menu item */
"DIC_SINGLE_SERIES_PROG" = "DIC_SINGLE_SERIES_PROG";

/* Start time horizontal menu item for manual planner screen and time selection screen - DIC_START_TIME */
"DIC_START_TIME" = "DIC_START_TIME";

/* Store Screen subtitle - DIC_STORE_ALLVIDEOS */
"DIC_STORE_ALLVIDEOS" = "DIC_STORE_ALLVIDEOS";

/* Search Result STORE Category - DIC_MAIN_MENU_STORE */
"DIC_STORE_RESULTS" = "DIC_STORE_RESULTS";

/* Sort alphabetically - DIC_STORE_SORT_AZ */
"DIC_STORE_SORT_AZ" = "DIC_STORE_SORT_AZ";

/* Sort by Search Menu item title - DIC_STORE_SORT_DATE */
"DIC_STORE_SORT_DATE" = "DIC_STORE_SORT_DATE";

/* WATCH TRAILER action menu label - DIC_STORE_WATCH_TRAILER */
"DIC_STORE_WATCH_TRAILER" = "DIC_STORE_WATCH_TRAILER";

/* Info View - Cast */
"DIC_SUMMARY_CAST" = "DIC_SUMMARY_CAST";

/* Info View > Director with value - DIC_SUMMARY_DIRECTOR */
"DIC_SUMMARY_DIRECTOR" = "DIC_SUMMARY_DIRECTOR";

/* Expiring Soon - My video filters menu item */
"DIC_TITLE_EXPIRING_SOON" = "DIC_TITLE_EXPIRING_SOON";

/* Filter Button Name - DIC_TITLE_FILTER */
"DIC_TITLE_FILTER" = "DIC_TITLE_FILTER";

/* Label for Sort Action - DIC_TITLE_SORT */
"DIC_TITLE_SORT" = "DIC_TITLE_SORT";

/* Sources - My video filters menu item */
"DIC_TITLE_SOURCE" = "DIC_TITLE_SOURCE";

/* STOP action menu label - DIC_TS_STOP */
"DIC_TS_STOP" = "DIC_TS_STOP";

/* Search Result TV Category */
"DIC_TV_RESULTS" = "DIC_TV_RESULTS";

/* Channel in focus in the guide that is not subscribed by the user - DIC_UNSUBSCRIBED_CHANNEL */
"DIC_UNSUBSCRIBED_CHANNEL" = "DIC_UNSUBSCRIBED_CHANNEL";

/* Popular subtitle menu in UPC For You main screen - DIC_UPC_FORU_EXPERT_RECOM */
"DIC_UPC_FORU_EXPERT_RECOM" = "DIC_UPC_FORU_EXPERT_RECOM";

/* Recommended subtitle menu in UPC For You main screen - DIC_UPC_FORU_EXPLORE_RECOM */
"DIC_UPC_FORU_EXPLORE_RECOM" = "DIC_UPC_FORU_EXPLORE_RECOM";

/* Popular title menu in UPC For You screen - DIC_UPC_FORU_FEATURED
   Subtitle for screen configured for UPC for You popular content - DIC_UPC_FORU_FEATURED */
"DIC_UPC_FORU_FEATURED" = "DIC_UPC_FORU_FEATURED";

/* Recommended title menu in UPC For You main screen - DIC_UPC_FORU_RECOM_FOR_YOU */
"DIC_UPC_FORU_RECOM_FOR_YOU" = "DIC_UPC_FORU_RECOM_FOR_YOU";

/* Filtered title name for adult content */
"EXPLICIT CONTENT" = "EXPLICIT CONTENT";

/* Home Network Problem */
"Home Network Problem" = "Home Network Problem";

/* Info Message Title */
"Info" = "Info";

/* An error occured while sending collected data. Please try again later. */
"IS_SETTINGS_DATASENT_ERROR" = "IS_SETTINGS_DATASENT_ERROR";

/* Collected data was sent successfully. */
"IS_SETTINGS_DATASENT_SUCCESS" = "IS_SETTINGS_DATASENT_SUCCESS";

/* ERROR */
"IS_SETTINGS_ERROR" = "IS_SETTINGS_ERROR";

/* Main Menu > TOOLBOX: Menu Item - IS_SETTINGS_INSTANT_REPORT */
"IS_SETTINGS_INSTANT_REPORT" = "IS_SETTINGS_INSTANT_REPORT";

/* Send collected information to HelpDesk */
"IS_SETTINGS_SENDINFOS" = "IS_SETTINGS_SENDINFOS";

/* Send */
"IS_SETTINGS_SENDINFOS_SEND" = "IS_SETTINGS_SENDINFOS_SEND";

/* SUCCESS */
"IS_SETTINGS_SUCCESS" = "IS_SETTINGS_SUCCESS";

/* My videos */
"My videos" = "My videos";

/* No category */
"No Category" = "No Category";

/* No data */
"No data" = "No data";

/* No data for record title in planner cell */
"No Data" = "No Data";

/* No data available. */
"No data available." = "No data available.";

/* No data can be retrieved from the server. */
"No data can be retrieved from the server." = "No data can be retrieved from the server.";

/* Popular classification not found */
"No Featured programme available" = "No Featured programme available";

/* No comment provided by engineer. */
"No information available" = "No information available";

/* No Recommendations available. */
"No Recommendations available." = "No Recommendations available.";

/* Store not available. */
"No Store content available" = "No Store content available";

/* Cover with no title
   Default title embedded in cover image */
"NO TITLE" = "NO TITLE";

/* Twitter Alert OK Button */
"OK" = "OK";

/* Pin Code */
"Pin Code" = "Pin Code";

/* Message info asking to enter start or end time */
"PLEASE ENTER %@" = "PLEASE ENTER %@";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* Registration */
"Registration" = "Registration";

/* Text label for screen configured for related content from Channel bar */
"RELATED" = "RELATED";

/* Message displayed during remote booking operation with the box */
"Sending to the box, please wait..." = "Sending to the box, please wait...";

/* No comment provided by engineer. */
"Signal %d was raised." = "Signal %d was raised.";

/* No comment provided by engineer. */
"The application may be unstable if further used.\n\nDebug details follow:\n%@\n%@" = "The application may be unstable if further used.\n\nDebug details follow:\n%1$@\n%2$@";

/* There are no devices on your home network or your home network has not been set up. */
"There are no devices on your home network or your home network has not been set up." = "There are no devices on your home network or your home network has not been set up.";

/* There are no results to display. */
"There are no results to display." = "There are no results to display.";

/* There are no videos in your home network, or your home network hasn't been set up. */
"There are no videos in your home network, or your home network hasn't been set up." = "There are no videos in your home network, or your home network hasn't been set up.";

/* This action is not possible because you are not a registered customer. */
"This action is not possible because you are not a registered customer." = "This action is not possible because you are not a registered customer.";

/* To be able to use this functionality, you first need to pair your device with your Horizon Gateway. To do this, make sure your device is connected to the same network as your Horizon gateway. */
"To be able to use this functionality, you first need to pair your device with your Horizon Gateway. To do this, make sure your device is connected to the same network as your Horizon gateway." = "To be able to use this functionality, you first need to pair your device with your Horizon Gateway. To do this, make sure your device is connected to the same network as your Horizon gateway.";

/* To be able to use this functionality, you need to have a Horizon gateway. Please click here to get more information on the Horizon product. */
"To be able to use this functionality, you need to have a Horizon gateway. Please click here to get more information on the Horizon product." = "To be able to use this functionality, you need to have a Horizon gateway. Please click here to get more information on the Horizon product.";

/* Unable to post the message. */
"Unable to post the message." = "Unable to post the message.";

/* Unable to validate PIN. */
"Unable to validate PIN." = "Unable to validate PIN.";

/* No comment provided by engineer. */
"Unhandled exception" = "Unhandled exception";

/* Wrong Pin Code */
"Wrong Pin Code" = "Wrong Pin Code";

/* You have entered 3 wrong PIN codes. PIN entry blocked for 10 minutes. */
"You have entered 3 wrong PIN codes. PIN entry blocked for 10 minutes." = "You have entered 3 wrong PIN codes. PIN entry blocked for 10 minutes.";

/* Your Horizon box is not currently responding to the remote control commands. */
"Your Horizon box is not currently responding to the remote control commands." = "Your Horizon box is not currently responding to the remote control commands.";

